taskt/Core/Automation/Commands/ListGroup/SliceListCommand.dot
digraph "SliceListCommand" {
"SliceListCommand" -> "AListCreateFromListCommands";
"AListCreateFromListCommands" -> "ScriptCommand";
"AListCreateFromListCommands" -> "IListCreateFromListProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
